{"dim":300,"scale":0.0001277962583117187,"words":["</s>","in","for","that","is","on","##","the","with","said","was","at","not","as","it","be","from","by","are","i","have","he","will","has","####","his","an","this","or","their","who","they","but","$","had","year","were","we","more","###","up","been","you","its","one","about","would","which","out","can","all","also","two","after","first","do","time","than","when","over","last","new","other","her","people","into","our","there","a","she","could","just","years","some","u.s.","three","million","them","what","so","no","like","if","only","percent","get","did","him","game","back","because","now","#.#","before","company","any","team","against","off","most","made","through","make","second","state","well","day","season","says","week","where","while","down","being","government","your","#-#","home","going","my","good","'re","should","many","way","those","four","during","such","may","very","how","since","work","take","including","high","then","%","next","#,###","much","still","go","think","old","even","#.##","world","see","say","business","five","told","under","us","1","these","right","and","me","between","play","help","##,###","market","know","end","ap","long","information","points","does","both","part","around","police","want","'ve","based","got","third","school","left","another","country","need","2","best","win","quarter","use","today","##.#","same","public","run","friday","set","month","top","billion","tuesday","come","monday","city","place","night","six","each","thursday","###,###","wednesday","here","group","really","found","used","3","lot","'m","money","put","games","support","program","half","report","family","months","number","officials","am","former","own","man","saturday","too","better","days","came","lead","life","american","##-##","show","past","took","added","expected","called","great","services","children","hit","area","system","every","pm","big","service","few","per","members","sunday","early","point","start","companies","little","&","case","ago","local","according","never","5","without","sales","until","went","players","##th","new_york","won","financial","news","4","share","several","free","away","##.##","already","industry","'ll","call","students","line","available","county","making","held","final","#:##","power","plan","might","least","look","forward","give","again","later","full","must","things","major","community","announced","open","record","reported","court","working","able","something","president","meeting","keep","march","future","far","deal","development","university","find","times","office","led","among","june","increase","china","john","whether","cost","security","job","less","head","seven","growth","lost","pay","looking","provide","6","to","plans","products","car","recent","hard","always","include","women","across","tax","water","april","continue","important","different","close","7","late","decision","current","law","within","along","played","move","united_states","enough","become","side","national","inc.","results","level","loss","economic","coach","near","getting","price","department","event","fourth","change","small","board","goal","taken","field","prices","weeks","men","asked","eight","data","shot","started","july","director","party","federal","done","political","minutes","taking","technology","project","center","leading","issue","though","having","period","likely","scored","8","strong","series","military","seen","trying","coming","process","building","behind","performance","management","iraq","saying","earlier","believe","oil","given","customers","due","following","term","others","statement","international","economy","health","thing","obama","return","killed","washington","further","however","doing","face","low","higher","site","once","yet","hours","america","control","received","rate","career","bush","teams","known","offer","race","ever","experience","playing","name","possible","countries","mr.","average","together","using","9","cut","total","round","young","nearly","shares","member","campaign","media","needs","why","house","issues","costs","fire","##-#","victory","player","began","sure","story","per_cent","north","staff","order","war","large","interest","stock","food","research","key","india","south","morning","conference","senior","global","death","person","thought","gave","feel","energy","history","recently","largest","no.","general","official","released","wanted","meet","short","outside","running","live","ball","online","real","position","fact","fell","nine","december","front","action","defense","problem","problems","mr","nation","needed","special","january","almost","chance","'d","result","west","september","reports","leader","investment","yesterday","leaders","ahead","production","comes","runs","match","role","kind","try","ended","risk","areas","election","workers","visit","bring","road","music","study","makes","often","release","woman","vote","care","town","clear","comment","budget","potential","single","markets","policy","capital","saw","access","weekend","operations","whose","net","hand","increased","charges","winning","trade","income","value","involved","bank","november","bill","compared","anything","manager","texas","property","stop","annual","private","contract","died","hope","product","fans","lower","demand","david","club","comments","film","yards","quality","currently","events","addition","couple","schools","attack","region","latest","opportunity","worked","course","bad","fall","october","jobs","list","let","chief","summer","programs","revenue","rose","previous","tv","football","biggest","employees","changes","residents","means","agreement","includes","post","canada","probably","related","training","allowed","class","bit","video","michael","sent","education","states","straight","love","beat","hold","turn","finished","network","smith","buy","foreign","especially","groups","wants","title","included","turned","florida","efforts","personal","businesses","august","california","situation","district","allow","helped","body","nothing","soon","safety","officer","cents","europe","st.","additional","spokesman","february","wife","showed","leave","investors","parents","medical","spending","non","london","council","matter","spent","child","effort","opening","either","range","question","european","goals","administration","friends","himself","shows","difficult","kids","paid","create","cash","age","league","form","impact","drive","someone","became","stay","fight","significant","firm","senate","hospital","charged","operating","main","book","success","son","trading","###-####","focus","room","continued","congress","everything","park","agency","brought","talk","break","air","software","decided","ready","arrested","track","provides","mother","base","trial","phone","build","conditions","rest","johnson","terms","expect","england","israel","despite","closed","starting","provided","pressure","lives","step","remain","similar","charge","date","whole","land","growing","james","internet","projects","british","cases","ground","legal","agreed","tell","test","everyone","pretty","authorities","above","moved","profit","throughout","inside","ability","overall","pass","officers","rather","australia","actually","amount","scheduled","themselves","organization","giving","credit","father","drug","investigation","families","republican","funds","patients","takes","systems","japan","complete","sold","practice","calls","\u2022","uk","force","student","idea","reached","reason","levels","space","competition","forces","sector","tried","common","homes","stage","named","earnings","offers","star","certain","double","longer","followed","cause","association","signed","committee","hour","college","pakistan","users","iran","sign","living","failed","reach","quickly","receive","debt","sale","americans","brown","insurance","##:##","anyone","tournament","gas","talks","serious","required","sell","construction","evidence","remains","black","below","improve","crisis","address","questions","easy","begin","view","heard","executive","raised","paul","store","gets","filed","huge","moving","seems","met","####s","thousands","ceo","solutions","score","content","treatment","offered","built","hits","present","chicago","attacks","although","social","afternoon","vehicle","read","example","rise","....","minute","banks","troops","rates","tough","chinese","works","fifth","knew","felt","street","website","fund","issued","immediately","opened","goes","proposed","happy","guys","response","numbers","benefits","happened","###.#","light","positive","chairman","claims","details","williams","east","accused","equipment","dropped","dollars","various","worth","judge","considered","commercial","activities","funding","dollar","plant","mobile","television","rules","rights","review","quite","regular","dr.","served","kept","marketing","created","heart","wrote","prison","instead","concerns","offering","returned","benefit","designed","approved","foot","search","miles","planned","driving","indian","entire","providing","host","ask","design","hearing","save","looked","central","travel","_","successful","beginning","movie","adding","forced","toward","ensure","passed","unit","happen","mean","associated_press","shooting","gone","winner","hopes","understand","planning","trip","raise","owner","popular","completed","ways","attention","feet","assets","traffic","mike","environment","interview","consumers","democrats","jones","hands","contact","cars","dead","features","challenge","canadian","particularly","basis","violence","stand","consumer","sense","attorney","driver","highest","\u00a3","posted","finish","limited","source","hall","serve","sept.","spot","advantage","scoring","words","applications","russia","reduce","white","appeared","itself","fuel","afghanistan","simply","fiscal","jackson","plays","account","follow","statements","organizations","pick","continues","session","nuclear","french","seconds","daughter","co","sports","caused","injury","united","effect","selling","middle","cuts","drop","facility","true","target","consider","watch","noted","resources","opportunities","strategy","learn","re","mexico","message","injured","parties","seeking","missed","wrong","letter","looks","individual","approach","damage","else","speed","france","mind","los_angeles","bid","subject","ran","send","mark","existing","fun","innings","press","voters","championship","leaving","earned","effective","poor","friend","customer","solution","corporate","independent","leadership","human","democratic","shots","believes","computer","s","items","confidence","add","health_care","award","parts","cover","missing","fast","iraqi","incident","husband","responsible","looking_statements","losses","estimated","approximately","guy","purchase","australian","helping","finally","spend","scene","opposition","develop","ohio","certainly","extra","un","talking","spring","emergency","station","check","chris","soldiers","vehicles","launch","critical","professional","described","choice","moment","size","changed","holding","door","declined","r","launched","condition","lose","joined","gives","developed","protect","girls","operation","necessary","taxes","sites","beyond","african","daily","yard","calling","options","stocks","newspaper","peace","proposal","jan.","previously","microsoft","owned","regional","thomas","hear","housing","owners","exchange","majority","starts","victims","model","struck","tour","basketball","###-###-####","published","twice","candidates","commission","population","evening","lack","fighting","reporters","concerned","fine","weather","figures","floor","relationship","activity","remaining","believed","scott","confirmed","anti","placed","caught","crime","crowd","appear","version","western","boston","girl","join","discuss","church","original","michigan","aid","expectations","white_house","clients","located","germany","israeli","gold","killing","specific","robert","act","high_school","partner","losing","claim","records","offense","dec.","alone","corp.","facilities","division","oct.","nov.","retail","worst","legislation","page","lee","measures","brand","expects","art","standards","application","sixth","safe","style","elections","*","primary","greater","progress","managed","supply","gain","prior","wins","recovery","e_mail","upon","plus","type","paper","attempt","focused","claimed","survey","injuries","stores","block","analysts","allows","hundreds","avoid","governor","figure","band","option","lines","sources","domestic","nfl","knows","seem","republicans","britain","feature","walk","broke","factors","battle","developing","threat","worldwide","feb.","written","christmas","committed","green","agencies","improved","traditional","###.##","fair","border","reuters","concern","allowing","capacity","putting","appears","stories","grow","unique","favorite","nice","vice_president","measure","debate","direct","stopped","index","drugs","tied","rising","risks","mid","arrived","communities","meanwhile","increasing","presented","boy","standard","prevent","mission","deep","word","identified","pulled","inning","difference","pair","suffered","perfect","advanced","prepared","fully","blood","signs","showing","english","####-##","interested","material","article","experts","bottom","answer","d","george","usually","wait","spoke","davis","laws","request","units","loan","directly","union","particular","baseball","loans","pre","born","affected","waiting","simple","martin","picked","arizona","faces","russian","names","eu","generation","responsibility","combined","audience","hurt","seemed","red","revenues","candidate","ranked","cities","places","ruling","speak","strike","documents","sometimes","king","seasons","via","carry","boys","facing","learned","hotel","produced","google","seeing","seat","produce","millions","box","decisions","coverage","voice","rule","respect","world_cup","cancer","shown","fired","decades","reasons","tonight","aug.","commitment","alleged","competitive","rebounds","miller","individuals","thinking","established","books","approval","deliver","remained","guard","god","infrastructure","appeal","digital","web","ordered","citizens","speech","push","highly","army","decline","holiday","self","accident","radio","require","murder","wide","policies","champion","platform","pleased","heavy","eventually","crash","minister","hot","serving","asking","detroit","keeping","provider","partners","remember","seek","manufacturing","teachers","towards","buying","warned","steve","initial","pounds","brother","panel","becoming","entered","sides","victim","setting","co.","environmental","bus","asia","note","carried","consecutive","older","criminal","richard","bought","georgia","institute","announcement","rs","decade","clean","stated","penalty","boost","attend","separate","enjoy","web_site","table","analysis","japanese","german","skills","jail","valley","protection","analyst","mostly","paying","draw","taylor","perhaps","reading","cross","drivers","offices","presence","meetings","votes","strength","of","delivery","location","positions","regarding","hoping","ryan","offensive","spread","whom","deficit","powerful","continuing","natural","revealed","feeling","jim","grew","watching","suggested","slow","challenges","writer","larger","quick","definitely","flight","junior","inflation","ones","apple","honor","active","voted","solid","clinton","determine","reduced","fees","multiple","decide","advertising","language","expressed","steps","easily","bringing","physical","throw","forecast","schedule","denied","finding","ban","agree","section","admitted","actions","normal","devices","squad","creating","walked","chief_executive","streets","clearly","complex","lawyer","elected","increases","estimates","excited","helps","relief","determined","maybe","suspect","hill","sound","piece","campus","southern","degree","smaller","status","headed","#-##","healthy","massive","testing","distribution","completely","onto","hitting","closing","lawmakers","fresh","winter","tom","contest","outstanding","exactly","percentage","joe","contributed","movement","storm","seventh","fear","weight","minnesota","mccain","c","secure","conducted","acquisition","maintain","rally","knowledge","recorded","assistant","doctors","proud","advice","secretary","finance","sex","peter","refused","miami","agent","draft","pitch","justice","supporters","user","presidential","tie","africa","new_zealand","sort","houston","disease","tomorrow","core","willing","patient","considering","firms","technical","trouble","picture","extremely","confident","count","visitors","extended","reality","expand","christian","expansion","lived","lake","palestinian","downtown","doubt","nature","listed","leads","opinion","river","row","fellow","corner","author","screen","shareholders","faced","illinois","plants","arrest","society","character","labor","gains","science","teacher","restaurant","learning","recession","raising","failure","airport","intelligence","selected","zone","buildings","industrial","contracts","advance","fit","assists","tickets","youth","variety","matches","defensive","package","requirements","connection","writing","ongoing","iowa","explained","accept","lawsuit","wilson","profile","ending","expenses","employee","resident","myself","stuff","supreme_court","toronto","standing","corporation","covered","politics","aware","device","display","culture","train","driven","closer","real_estate","illegal","meant","technologies","card","dog","in.","enter","communications","weapons","gained","supported","eye","associated","chances","centers","dangerous","views","worse","studies","discussion","colorado","atlanta","san_francisco","attended","pace","virginia","album","entertainment","camp","trust","strategic","falling","favor","retired","removed","balance","plane","quarterback","baghdad","banking","baby","truck","ford","sought","write","partnership","nearby","image","stars","volume","effects","cup","tests","south_africa","interests","occurred","philadelphia","bond","introduced","sport","spokeswoman","behavior","defeat","treated","direction","bigger","crew","allegedly","uses","avenue","mortgage","miss","catch","appearance","welcome","experienced","ideas","negotiations","foundation","asian","authority","slightly","urged","hole","reform","achieve","brian","assistance","delivered","compete","link","choose","possibility","ruled","interesting","seats","threw","drove","anderson","b","immediate","investments","payments","northern","relations","license","discovered","prove","registered","perform","governments","debut","researchers","accounts","limit","eyes","deaths","neighborhood","handed","veteran","alternative","basic","manage","tools","negative","kill","receiving","jr.","collection","coaches","returns","surgery","gun","replace","fan","institutions","personnel","golf","happens","surprise","changing","kick","ceremony","resolution","broken","plenty","nor","easier","passing","pain","kevin","bar","bob","everybody","talent","represent","unless","pull","cast","deals","grade","song","filled","wish","begins","affect","nations","fee","largely","new_jersey","apparently","email","nba","portfolio","recognized","speaking","shut","sit","profits","reporting","holds","represents","dozen","practices","declared","rich","thanks","#####","supplies","convicted","native","dallas","improvement","amid","classes","participate","accepted","jump","village","aircraft","poll","abuse","carrying","pro","client","equity","sitting","generally","notes","unable","ice","houses","stake","carolina","rain","savings","warning","brings","usa","discussed","fed","adults","gm","file","spain","responded","parking","returning","sun","orders","telling","encourage","identify","william","pushed","joint","conduct","suspended","wind","tigers","edge","roads","female","sentence","wall_street","oklahoma","backed","promote","eighth","influence","organized","seattle","cold","bills","payment","properties","scale","rival","religious","retirement","possibly","turning","civil","moves","currency","aimed","italy","breaking","alcohol","awards","talked","grant","wall","allegations","requires","indiana","mayor","races","struggling","whatever","readers","appointed","matt","voting","significantly","heat","structure","transfer","supporting","trend","increasingly","networks","otherwise","conflict","cutting","modern","wearing","executives","entry","beijing","playoff","wireless","t","m","centre","meaning","leg","intended","appropriate","excellent","north_carolina","involving","stood","heads","rescue","walking","locations","materials","sending","bodies","snow","fish","feels","deputy","mile","olympic","passengers","except","fox","storage","shop","lewis","middle_east","supposed","numerous","songs","awarded","traded","sister","possession","realize","understanding","ten","rating","expensive","jumped","improving","fraud","animals","howard","dedicated","tight","lawyers","sets","linked","providers","investigators","stands","terrorism","arm","freedom","notice","sentenced","coalition","touch","exercise","settlement","disaster","assist","electronic","playoffs","combination","apply","shared","doctor","comprehensive","andrew","earn","fill","rock","giant","please","suit","owns","electricity","exciting","winners","beating","protest","rejected","ticket","charles","farmers","ride","maker","heading","regulations","kelly","models","ends","innovative","upcoming","performed","films","arms","married","prosecutors","agents","##s","handle","duty","captain","securities","employment","surprised","worried","ninth","muslim","sen.","pointed","magazine","threatened","headquarters","italian","participants","visiting","oregon","press_release","fly","wisconsin","jordan","primarily","respectively","spanish","new_orleans","transportation","younger","jury","respond","rural","ministry","acting","factor","update","island","afghan","flat","remove","photo","mary","selection","scheme","facebook","impressive","becomes","p","indicated","yankees","jeff","photos","professionals","fewer","shopping","split","san_diego","initiative","moore","stretch","monthly","stronger","bench","racing","tennessee","none","values","farm","producer","reduction","famous","pennsylvania","brazil","broadcast","promised","operate","allen","acquired","goods","paris","relatively","passes","purpose","movies","directors","sec","clubs","conservative","delhi","comfortable","replaced","clark","matters","hospitals","hollywood","democrat","opponents","targets","suffering","festival","compensation","guilty","efficient","managers","truly","faith","scores","busy","extend","faster","yourself","weak","rare","initially","importance","waste","suspected","margin","watched","meters","ireland","franchise","fashion","pound","professor","alabama","multi","grown","estimate","document","register","cable","obviously","familiar","scientists","cleveland","artists","invited","#,###,###","vs.","crimes","gulf","hamas","prepare","volunteers","cool","financing","images","fixed","hired","enable","camera","memory","historic","dinner","proved","arab","sees","telephone","vision","reportedly","soccer",".###","irish","ship","path","actor","circumstances","severe","expert","traveling","engineering","manchester","dance","taliban","jason","turkey","overseas","thompson","bridge","lowest","auto","counts","attempts","reflect","color","tim","wounded","secret","visited","greatest","leaves","types","representatives","worry","internal","bay","adds","athletes","harris","mix","industries","signing","woods","targeted","tells","serves","interest_rates","ap_photo","graduate","quoted","argued","lots","announce","shortly","featured","marriage","contained","priority","terrorist","commerce","pittsburgh","unlikely","causing","directed","code","die","category","chosen","shift","rangers","gaza","maintenance","apartment","theater","effectively","denver","mine","upset","nationwide","gop","thinks","pacific","euro","joseph","closely","friendly","channel","brain","custody","barrel","afford","yes","dogs","residential","dream","actual","reaching","transaction","kentucky","finals","#.###","cooperation","boat","investigating","communication","freshman","outlook","deadline","surface","parent","phase","eat","asset","truth","delay","enjoyed","shape","anticipated","representing","purchased","hoped","rep.","portion","opposed","enterprise","animal","controlled","politicians","north_korea","dan","cards","suggest","concert","uncertainties","granted","beautiful","recognize","joining","####-####","flights","absolutely","hamilton","dealing","cap","turns","ties","informed","jack","#,###.##","window","'##","pool","hong_kong","coaching","titles","blue","amazing","fears","demands","missouri","cited","behalf","edwards","bonds","shoulder","seriously","districts","aggressive","alive","utah","bomb","suspects","dark","sea","therefore","overtime","submitted","agenda","establish","kansas","engine","mainly","ncaa","maximum","male","pushing","airline","principal","library","pieces","dispute","corruption","reserve","sponsored","militants","reducing","massachusetts","originally","sharing","mixed","complaint","j.","realized","crucial","province","ultimately","brands","capabilities","acknowledged","distance","struggle","stations","discussions","judges","extensive","giants","manufacturers","jewish","egypt","united_nations","achieved","defeated","assault","worker","criticism","usual","patrick","presentation","improvements","of_course","anthony","represented","findings","counties","stolen","k","expense","daniel","dr","editor","herself","complaints","buyers","a.","mentioned","stayed","efficiency","democracy","knee","connected","islamic","q","terror","operates","law_enforcement","prime_minister","neighbors","successfully","permanent","tony","parliament","adult","ages","eagles","consistent","proposals","explain","formed","weekly","supports","coast","broad","iphone","relevant","opener","detailed","walker","human_rights","iranian","letters","guess","struggled","entering","widely","recovered","happening","par","protests","ii","colleagues","tool","trees","text","capable","phoenix","monitoring","limits","eligible","#","passenger","expanded","ms.","reputation","brief","motion","st._louis","treat","fought","concluded","gap","unemployment","restaurants","ad","surrounding","stepped","drew","collected","#.####","retailers","preparing","wear","destroyed","threats","chelsea","singapore","invest","concept","recommended","flying","kerry","minimum","flow","resulted","marked","chain","combat","rookie","stephen","noon","performances","gary","founded","artist","reporter","celebrate","featuring","gathered","potentially","pc","publicly","kennedy","disappointed","pictures","touchdowns","fallen","president_barack_obama","depth","auction","wonderful","criticized","attacked","essential","damaged","qualified","banned","suggests","specifically","sat","scotland","loved","dozens","representative","typically","era","stewart","singer","thus","creation","teaching","sydney","nhl","acres","challenging","encouraged","las_vegas","seniors","quarters","momentum","dave","producing","processing","inches","segment","versus","mining","route","expertise","wing","touchdown","promise","wright","healthcare","yen","integrated","neither","robinson","academy","puts","overnight","armed","ex","outcome","reaction","producers","follows","fields","stadium","failing","aside","bed","doors","pilot","e","operators","forms","extension","mass","substantial","obtained","adopted","reserves","fbi","carries","nato","trained","dubai","contain","tackle","temporary","proven","regulatory","violent","danger","tree","boss","frank","maryland","apart","gift","musical","warm","creative","transport","developers","ok","likes","henry","ben","courts","wake","shoot","lineup","regulation","kid","task","blog","hosted","eastern","south_korea","drawn","ave","regime","pending","ourselves","threatening","mistake","laid","journalists","cultural","blame","copy","machine","mail","\u00ae","proper","listen","links","columbia","relationships","natural_gas","premium","0","assessment","generated","chose","campbell","captured","summit","climate","sophomore","connecticut","keeps","teammates","dismissed","generate","hockey","vital","e.","territory","elsewhere","hair","resulting","mississippi","veterans","recognition","bp","accounting","polls","holes","initiatives","amounts","treasury","finishing","length","birth","rivals","gay","roughly","performing","futures","royal","exports","tested","seed","blow","historical","starter","+","guests","minor","pop","predicted","roll","acts","recalled","anybody","strategies","sharp","horse","prize","valuable","witness","drinking","contribute","arkansas","computers","louisiana","guidelines","funded","delayed","handling","austin","exclusive","repeatedly","academic","lebanon","resource","output","mitchell","contributions","background","runner","prospects","filing","questioned","applied","ratings","thank","eric","characters","wine","saving","lift","civilians","bloomberg","identity","ownership","obvious","throwing","settle","tracks","smart","developments","lunch","twitter","liverpool","bail","forget","transition","equal","founder","involvement","gotten","protesters","abc","euros","s.","homer","opponent","competing","submit","projected","cell","monitor","century","sessions","meets","begun","navy","metal","critics","forum","honored","ballot","affairs","desire","rbi","click","expanding","topic","recommendations","sectors","causes","ontario","ease","marks","consumption","appointment","officially","argument","newly","palestinians","wonder","`","spirit","atlantic","ring","employers","strongly","registration","gasoline","salary","blocks","classic","educational","feed","managing","cells","stick","exploration","installed","gordon","blamed","insisted","conversation","trends","elements","guidance","baltimore","charity","emerged","blocked","replacement","covering","powers","tourism","enhance","operator","roberts","saved","plate","engaged","expecting","ranks","donations","mention","immigration","pension","emerging","moments","testimony","witnesses","impossible","llc","tries","rounds","exposure","celebration","instance","controversial","alex","harder","stress","settled","remarks","articles","false","dominated","pakistani","murray","dramatic","collapse","attempted","drama","boards","museum","attract","remote","experiences","chair","toyota","anywhere","messages","developer","vancouver","ads","opens","journal","confirm","requested","error","print","pitcher","contains","nelson","decrease","attending","integration","thrown","unusual","stability","earth","makers","merger","steel","yield","knocked","square","glass","lions","taiwan","inspired","flag","mumbai","volunteer","fishing","activists","tokyo","firefighters","alongside","aim","guarantee","clinical","claiming","staying","duke","tremendous","contribution","terrorists","wave","electric","restrictions","recall","implementation","knowing","skin","utility","cbs","processes","highway","halftime","fix","quarterly","emotional","maintained","counter","annually","repair","craig","lady","s_&","obtain","european_union","indians","abroad","mexican","stable","regions","tradition","totally","opinions","hosts","citing","pitched","larry","necessarily","beaten","adam","reasonable","drink","poverty","properly","somebody","canceled","sounds","sick","saves","nick","carter","lucky","folks","nigeria","nevada","defend","bell","lights","minority","posting","drilling","differences","regularly","roster","bankruptcy","participation","super_bowl","interim","controls","competitors","stuck","delivering","viewers","catholic","w.","agreements","subscribers","smoke","compliance","manner","trucks","wales","m.","mistakes","gov.","baker","formal","investor","vietnam","oakland","speculation","sam","qualifying","attorneys","finds","quiet","cleared","bag","explosion","taxpayers","guide","occur","encouraging","sleep","recover","interviews","lincoln","satellite","entirely","dry","papers","soldier","covers","exhibition","blast","capture","fda","function","availability","commissioner","lending","peak","wild","facts","procedures","lap","awareness","pursue","edition","studio","correct","inch","switch","participating","tend","champions","kim","lay","purposes","departments","ranking","addressed","olympics","perspective","marshall","ltd.","moscow","components","seized","clothing","kansas_city","drawing","resistance","choices","recording","demanding","urban","pages","windows","doubled","suspension","manufacturer","innovation","climbed","russell","adams","cardinals","port","panthers","runners","g","brothers","visits","implement","all_star","relatives","al_qaida","atmosphere","defined","absence","steady","branch","pitching","nbc","normally","gathering","signal","administrative","empty","obligation","legislature","commander","prompted","falls","taught","promotion","muslims","incidents","operational","pricing","silver","subsidiary","qualify","escape","wealth","singles","roof","extent","privacy","spots","tennis","grants","transactions","scientific","export","ray","referring","preliminary","rooms","sanctions","degrees","eating","legislative","morgan","resume","involve","resolve","operated","sexual","prospect","typical","bears","membership","murphy","hiring","rice","consideration","at_&","civilian","fairly","climate_change","investigate","violations","pipeline","seeks","crore","hire","alaska","###th","theme","stressed","exchange_commission","resort","walks","roles","rebound","reference","specialist","timing","bureau","imagine","rapidly","angry","riding","violation","attitude","guest","select","tech","cameron","barrels","sensitive","hosting","demanded","graham","marijuana","intent","bbc","@","strengthen","channels","ministers","newspapers","referred","testified","column","ross","terry","arrive","unfortunately","rushed","kilometers","frame","provision","authorized","fail","completion","traveled","heavily","acquire","striking","virus","dvd","secured","breaks","greg","attractive","portland","indeed","approve","survived","intense","somewhat","aims","crews","protected","checks","distributed","talented","kicked","permission","judgment","ibm","beer","clothes","maine","coal","intel","packed","promoting","flood","approached","washington_dc","towns","disappointing","collaboration","hopefully","streak","balls","pleaded_guilty","sustained","noticed","permit","beach","collect","journey","victories","greece","statistics","fantastic","rail","hundred","pack","broadband","air_force","cycle","delays","comedy","thoughts","hardware","solar","bound","proceeds","cincinnati","suicide","prisoners","discovery","dad","searching","longtime","pentagon","premier","command","enables","###-###","ranging","nobody","actress","aspects","fled","melbourne","orange","videos","federal_reserve","cricket","ratio","birthday","restructuring","episode","parker","cameras","persons","championships","answers","promises","unknown","argue","differ_materially","nyse","evans","surge","focusing","doubles","bruce","donated","ideal","equivalent","reliable","sustainable","factory","scenes","survive","contacted","mph","residence","trips","hotels","bat","unclear","gang","grounds","slipped","carrier","bases","prosecutor","categories","liked","accurate","advised","slowly","abortion","mom","mets","tons","requests","forcing","frequently","overcome","inquiry","situations","apparent","map","universities","bear","stroke","medicine","drives","reforms","vendors","defending","teach","medium","prime","andy","basically","exposed","f","ms","dialogue","indonesia","stimulus","alliance","probe","perry","ron","methods","shall","landed","stages","credit_card","luxury","dates","vulnerable","preparation","regulators","indicate","appearances","theft","appreciate","complained","memorial","oh","chemical","relative","consequences","imposed","rolled","alert","virtually","provincial","sony","forecasts","dean","strikes","athletic","neck","tourists","cell_phone","sad","pct","arsenal","prominent","allies","josh","writes","method","simon","morris","crude","suffer","files","quit","syria","deployed","phillips","shock","picking","clock","posts","regard","convention","penalties","backing","rapid","independence","novel","central_bank","korean","scandal","campaigns","assembly","widespread","species","audio","explains","investing","nasa","welcomed","detail","unions","moderate","religion","earthquake","wedding","grabbed","don","thailand","restore","plot","milwaukee","lifted","coffee","honest","passion","periods","publication","saints","swing","wood","calif.","toll","master","useful","eliminate","answered","congressional","neighbor","dropping","weapon","promising","maintaining","seeded","arrival","soft","format","honors","trillion","teen","smoking","collins","impressed","consultant","tiny","temperatures","adviser","cook","shelter","deadly","label","noting","foul","sri_lanka","rogers","sheriff","stanford","succeed","nomination","upgrade","montreal","rely","string","trail","aged","traders","triple","personally","implemented","preferred","winds","lies","victoria","exist","besides","labour","dutch","attorney_general","proof","tank","etc.","zero","secondary","consistently","delighted","rodriguez","defender","suddenly","wayne","garden","routine","anonymity","barack_obama","postseason","introduce","venue","teens","free_throws","affordable","franklin","meat","resigned","attendance","suppliers","concrete","#.##_era","repeat","anyway","solve","convinced","mcdonald","st","charlotte","legs","uncertainty","cheap","programming","theatre","neighboring","helicopter","demonstrated","bright","comeback","offset","forth","harm","##st","protecting","detained","ny","meter","earning","glad","duties","#:##.##","rated","upper","dividend","senator","jerry","haiti","world_series","pulling","organizers","exit","ward","shoes","entitled","viewed","clash","madison","courses","manhattan","bike","afraid","billions","\u20ac","hardly","download","stock_exchange","petition","bonus","lying","elderly","reflects","hate","errors","kinds","arts","chamber","medicare","lane","belief","hawaii","cooper","assigned","crazy","turner","retain","longest","crashed","tm","guards","assume","mouth","sufficient","barely","libya","sharply","yahoo","connect","offerings","funeral","express","kitchen","wal_mart","purchases","averaged","gaming","disclosed","kills","investigations","constitution","flexibility","red_sox","iraqis","boeing","burning","extreme","updated","unprecedented","reid","al","dealers","acquisitions","backup","lakers","faculty","prosecution","tired","hughes","ups","blair","zimbabwe","optimistic","pledged","temperature","lawrence","nascar","bulldogs","funny","alan","handful","targeting","broader","rape","intention","super","l.","regardless","nights","abandoned","matthew","birds","sponsor","cuba","airlines","buffalo","tips","conviction","celebrated","taste","relating","citizen","locked","sarah","paint","load","essentially","symptoms","horses","#-#-#","steven","reviewed","guns","douglas","handled","jets","emissions","hurricane","walls","counsel","consensus","dna","reveal","everywhere","occasion","carefully","understood","inventory","engage","lease","incredible","constant","sons","compromise","christopher","mountain","shops","turkish","worries","raises","cabinet","opposite","fitness","database","brandon","diverse","stops","battery","parks","medical_center","rush","burden","controversy","departure","luck","rebels","repeated","involves","firing","troubled","korea","benchmark","backs","anymore","tyler","institution","keen","fighters","rallied","contrast","invested","ottawa","la","intends","swiss","bryant","plastic","new_hampshire","converted","depending","ordinary","west_virginia","credits","flooding","indianapolis","actors","productivity","sean","transferred","tip","interactive","county_sheriff","casino","basket","chip","bet","writers","execution","requirement","automatically","jan","fame","plea","richmond","justin","machines","please_visit","modest","malaysia","procedure","mrs.","calm","updates","unveiled","golden","warren","jefferson","swept","loose","latter","nervous","agriculture","valued","pregnant","conclusion","homeowners","household","prefer","enforcement","lord","requiring","definition","demonstrate","parade","'##s","hero","sgt","economists","rushing","explore","decreased","patrol","surprising","diabetes","component","anger","incentives","nebraska","premier_league","republic","carriers","sullivan","commented","teammate","legacy","argentina","fleet","fat","presents","vacation","introduction","discount","ken","provisions","gdp","praised","saudi_arabia","sells","enhanced","insurgents","copies","pride","odds","employed","challenged","singing","equally","collapsed","thousand","landing","techniques","iii","bc","butler","item","objective","robbery","planes","supplier","comparison","rick","township","gifts","engineers","san_jose","burned","arrests","patriots","feedback","bags","revised","versions","agricultural","extraordinary","sight","recruiting","attacking","chrysler","describe","retailer","reflected","conspiracy","islam","richardson","calendar","creates","broadway","minds","wildcats","midnight","elizabeth","functions","scottish","virtual","delivers","resignation","tehran","badly","indication","commit","orlando","pitches","gallon","ultimate","beauty","spoken","invasion","fires","concerning","waters","authors","tea","turnovers","advisory","memphis","buried","rent","hiv","rob","jonathan","probation","excess","girlfriend","striker","colleges","priced","fastest","robust","tracking","participated","lie","dating","shanghai","bowl","highlight","guaranteed","r.","chapter","tape","server","deployment","shareholder","marine","enormous","homeless","illness","exhibit","soil","##nd","noise","outs","deserve","disney","cia","rolling","rarely","adoption","peaceful","c.","containing","felony","warriors","elite","sponsors","world_war_ii","economies","hike","arena","solo","platforms","liability","outdoor","somewhere","ed","displayed","alexander","divided","context","keith","clinic","lifestyle","flew","de","screening","dramatically","pirates","watson","classroom","contractors","fundamental","partly","ensuring","oscar","tackles","gates","slide","suggesting","ill","imports","highlights","garcia","assured","bunch","constantly","holidays","touched","attempting","fate","listening","\u00bb","legislators","decent","pat","risen","hanging","certified","nominated","lists","averaging","lessons","closure","lifetime","cd","sudan","fisher","wider","shocked","chief_executive_officer","rbis","destination","tens","recommendation","buses","phones","caribbean","acre","delta","observed","trials","subsequent","scenario","shipping","liberal","lab","pet","todd","milk","rumors","kenya","ip","municipal","phil","starters","2nd","bombing","popularity","thirds","bailout","menu","asks","aaron","tragedy","packages","interviewed","licenses","additionally","memories","colors","consulting","constitutional","welfare","nonprofit","designs","verdict","defendants","ankle","sparked","##th_century","remarkable","accompanied","briefly","afp","montana","letting","hudson","receiver","wore","kings","dynamic","1st","attached","tone","reverse","brazilian","columbus","survival","establishment","meal","joint_venture","reception","promoted","warrant","complicated","inmates","rough","merely","eliminated","smile","checked","j","adjusted","sweep","leverage","sacramento","external","amendment","associate","preserve","attracted","defendant","sorry","recovering","subjects","masters","n.","peterson","diagnosed","enabling","legitimate","terrible","philippines","studying","shed","achievement","delegation","launching","dress","dc","reward","jennifer","circuit","birmingham","boxes","vast","adopt","affair","formerly","enjoying","predict","respective","recommend","sweden","permits","pattern","admits","hp","dennis","renewed","vikings","blues","satisfied","principles","crossed","travelers","landscape","deposits","aboard","susan","narrow","practical","installation","d.","san_antonio","samples","exception","halt","loaded","delaware","harrison","tribune","vaccine","websites","urging","unlike","purchasing","sudden","lined","hunter","tonnes","eager","climb","careful","mode","enemy","wanting","engineer","desperate","aids","commissioners","powered","dealt","oldest","admission","connections","therapy","roy","topics","comfort","hang","addressing","celebrity","theory","singled","donation","listing","depends","audit","employer","corporations","ships","creek","winning_streak","boom","raid","innocent","fence","gather","bars","stole","northwest","sentiment","cheaper","poland","ukraine","journalist","cubs","rental","filings","barry","preseason","deeply","flu","egyptian","topped","van","advocates","speaks","yellow","accuracy","determination","greek","takeover","loves","intend","grand","bennett","bradley","conducting","deposit","routes","graduated","underlying","neighborhoods","objectives","spotted","speaker","matched","pharmaceutical","households","\u2122","hunting","prevention","highlighted","announcing","insists","reviews","daughters","capability","vice","weakness","forest","brad","casey","flexible","spokesperson","prince","electronics","deny","structures","presidency","adequate","cnn","michelle","admit","retire","forever","humans","coordinator","telecommunications","emphasis","defended","crossing","studied","wages","queen","conversion","proceedings","sweet","rear","organic","hopeful","cox","releases","aspect","notre_dame","gear","superior","bands","resolved","salaries","mental","homers","liquidity","bedroom","powell","charter","district_court","entrance","phillies","statewide","element","red_cross","packers","camps","chase","ambassador","liberty","difficulties","doug","surveillance","totaled","militant","crop","fault","vowed","thin","boats","dominant","considerable","netherlands","damages","cowboys","fruit","stopping","profitable","deciding","nursing","nc","tsunami","##,###.##","extending","semifinals","input","referendum","anniversary","respected","violated","assess","puck","lenders","arrangements","criteria","celebrating","frustrated","marketplace","cooking","install","sharon","affecting","3_pointer","rugby","cloud","contractor","chest","idaho","h","signature","uniform","accidents","intervention","tougher","teenager","gambling","mortgages","standings","evaluation","wallace","planet","dressed","underground","exact","conservation","midfielder","depend","replacing","headline","questioning","athlete","saddam","wide_range","comparable","accomplished","ordinance","feared","discussing","riders","champions_league","ian","copper","unexpected","administrators","favorable","montgomery","painting","comply","headquartered","gross","social_security","picks","diplomatic","lighting","tobacco","feelings","pays","lsu","documentary","tampa_bay","addresses","senators","linebacker","cleaning","withdrawal","brilliant","custom","priorities","economist","spurs","waited","metro","armstrong","furniture","sub","espn","turnover","costly","height","volumes","harvard","jon","till","grab","reed","completing","sample","equipped","delegates","favorites","shortage","publisher","estate","hitter","globe","newcastle","evaluate","sits","venture","shoppers","gray","designated","tying","signals","lesson","kyle","jesus","licensed","escaped","booked","dow","cole","survivors","charlie","southwest","integrity","unchanged","trains","mainstream","managing_director","ignored","ellis","negotiate","jews","receives","kent","ethnic","ferguson","focuses","breakfast","laps","measured","produces","skill","3rd","indicates","angels","branches","jay","surrounded","detention","rome","york","venezuela","tears","examine","visible","steal","auburn","generations","ashley","square_foot","deemed","fatal","hawks","switzerland","mess","mandate","budgets","barcelona","suite","deeper","pilots","publishing","grass","meals","enabled","footage","citigroup","sections","transmission","everyday","literally","tires","acted","photographs","automotive","somehow","investigated","slated","dancing","electrical","bulk","designer","highs","excluding","checking","3d","corn","snapped","hidden","mp","scholarship","fundraising","nashville","boosted","usc","moral","declining","trainer","proprietary","bids","stevens","berlin","churches","audiences","singh","blew","verizon","epa","crack","withdraw","gaining","tap","math","harper","wrapped","foster","thrilled","###-##","federation","sued","charging","lisa","canadians","bangladesh","foods","arguing","placing","trades","childhood","scope","lawsuits","disclosure","pump","inspection","villages","spin","knock","offshore","global_warming","capped","formally","physicians","existence","responsibilities","mood","witnessed","trophy","martinez","grades","standard_&","oppose","airports","demonstration","palin","safely","litigation","incentive","fake","garage","judicial","arguments","catches","destruction","borders","disabled","nokia","barnes","workshop","stream","strange","nasdaq","drill","##rd","divisions","administrator","hunt","sophisticated","queensland","sugar","discrimination","nationally","stance","obligations","passage","workforce","announces","span","restricted","hearings","punishment","carroll","brooks","dodgers","##,###,###","immigrants","margins","excitement","diseases","chavez","lets","discipline","jerusalem","toys","wage","reds","accepting","balanced","nuclear_weapons","accessible","actively","jet","architecture","mrs","illegally","personality","debris","responding","fines","replied","aging","hispanic","filling","activist","tenure","hometown","pocket","simpson","thanksgiving","conventional","segments","burn","yuan","battling","quake","currencies","exceptional","youtube","strongest","encounter","perfectly","portugal","bottle","vermont","mills","crude_oil","slip","laugh","beef","oracle","overhaul","buyer","ali","rank","locally","principle","mason","framework","edward","inc","rebel","blaze","prnewswire","patent","rev.","collecting","ucla","rid","devastating","donors","identification","editorial","blake","compound","networking","dell","gmt","prevented","southern_california","uncertain","babies","slight","removal","louisville","bulls","storms","greatly","torture","trapped","roots","difficulty","slowed","cash_flow","physically","specialty","weaker","insight","ltd","kashmir","fined","diet","linda",